<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Марко М. Костић <marko.m.kostic@gmail.com>
 */
$lang['menu']                  = 'Надоградња викија';
$lang['vs_php']                = 'Нова Докувики издања захтевају барем PHP %s али ви користите %s. Требало би да надоградите ваше издање PHP-а пре надограђивања!';
$lang['vs_tgzno']              = 'Нисам могао да утврдим најновије издање Докувикија.';
$lang['vs_tgz']                = 'Докувики <b>%s</b> је доступан за преузимање.';
$lang['vs_local']              = 'Тренутно користите Докувики <b>%s</b>.';
$lang['vs_localno']            = 'Није јасно колико је старо издање које тренутно користите, препоручујемо ручно надограђивање.';
$lang['vs_newer']              = 'Изгледа да је ваш тренутни Докувики новији него последње стабилно издање. Надограђивање није препоручено.';
$lang['vs_same']               = 'Ваш тренутни Докувики је ажуран. Нема потребе за надограђивањем.';
$lang['vs_plugin']             = 'Постоји новији прикључак за надограђивање (%s) и требало би да ажурирате прикључак пре настављања.';
$lang['vs_ssl']                = 'Изгледа да ваш PHP не подржава SSL стримове, преузимање података ће највероватније заказати. Надоградите се ручно.';
$lang['dl_from']               = 'Преузимам архиву са %s...';
$lang['dl_fail']               = 'Преузимање није успело.';
$lang['dl_done']               = 'Преузимање успело (%s).';
$lang['pk_extract']            = 'Распакујем архиву...';
$lang['pk_fail']               = 'Распакивање није успело.';
$lang['pk_done']               = 'Распакивање завршено.';
$lang['pk_version']            = 'Докувики <b>%s</b> је спреман за инсталирање (тренутно користите <b>%s</b>).';
$lang['ck_start']              = 'Проверавам овлашћења над датотекама...';
$lang['ck_done']               = 'Све датотеке су уписиве. Спреман за надограђивање.';
$lang['ck_fail']               = 'Неке датотеке нису уписиве. Аутоматско надограђивање није могуће.';
$lang['cp_start']              = 'Ажурирам датотеке...';
$lang['cp_done']               = 'Све датотеке су ажуриране.';
$lang['cp_fail']               = 'Ух. Нешто је пошло наопако. Боље проверите ручно шта се десило.';
$lang['tv_noperm']             = '<code>%s</code> није уписиво!';
$lang['tv_upd']                = '<code>%s</code> биће ажурирано.';
$lang['tv_nocopy']             = 'Нисам могао да ископирам датотеку <code>%s</code>!';
$lang['tv_nodir']              = 'Нисам успео да направим фасциклу <code>%s</code>!';
$lang['tv_done']               = 'ажурирао <code>%s</code>';
$lang['rm_done']               = 'Застарели део <code>%s</code> обрисан!';
$lang['rm_fail']               = 'Нисам могао да обришем застарели део <code>%s</code>. <b>Обришите га ручно!</b>';
$lang['finish']                = 'Надоградња завршена. Уживајте у вашем новом Докувикију';
$lang['btn_continue']          = 'Настави';
$lang['btn_abort']             = 'Прекини';
$lang['step_version']          = 'Провери';
$lang['step_download']         = 'Преузми';
$lang['step_unpack']           = 'Распакуј';
$lang['step_check']            = 'Потврди';
$lang['step_upgrade']          = 'Инсталирај';
$lang['careful']               = 'Грешке изнад! <b>Не бисте требали</b> да наставите!';
