<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <extragold1234@hotmail.com>
 */
$lang['btn_continue']          = 'Συνέχεια';
$lang['btn_abort']             = 'Εξαγωγή';
$lang['step_version']          = 'Έλεγχος ';
$lang['step_download']         = 'Κατέβασμα';
$lang['step_unpack']           = 'Λήψη';
$lang['step_check']            = 'Επαλήθευση';
$lang['step_upgrade']          = 'Εγκατάσταση';
$lang['careful']               = 'Υπάρχουν λάθη πιο πάνω! Δεν πρέπει <b> </b> να συνεχίσετε!';
$lang['menu']                  = 'Αναβάθμιση Wiki';
$lang['vs_php']                = 'Οι νέες εκδοχές του Dokuwiki χρειάζονται τουλάχιστον PHP %s, αλλά τώρα λειτουργεί το %s. Πρέπει να αναβαθμίσετε την εκδοχή ΡΗΡ πριν την αναβάθμιση!';
$lang['vs_tgzno']              = 'Δεν μπόρεσε να προσδιορίσει την νεότερη εκδοχή Dokuwiki.';
$lang['vs_tgz']                = ' To DokuWiki <b>%s</b> είναι διαθέσιμο για κατέβασμα..	';
$lang['vs_local']              = 'Προς το παρόν λειτουργεί το Dokuwiki <b>%s</b>.';
$lang['vs_localno']            = 'Δεν είναι σαφές πόσο παλιά είναι η τρέχουσα έκδοση, συστήνεται χειροκίνητη αναβάθμιση.';
$lang['vs_newer']              = 'Φαίνεται πως το παρόν DokuWiki είναι ακόμη νεότερο από την τελευταία σταθερή εκδοχή. Δεν συστήνεται αναβάθμιση.';
$lang['vs_same']               = 'Το παρόν σας Dokuwiki είναι ήδη ενήμερο. Δεν χρειάζεται να γίνει αναβάθμιση.';
$lang['vs_plugin']             = 'Υπάρχει ένα νεότερο επιπρόσθετο αναβάθμισης διαθέσιμο (%s), πρέπει να αναβαθμίσετε το επιπρόσθετο πριν συνεχίσετε.';
$lang['vs_ssl']                = 'Το ΡΗΡ σας δεν φαίνεται να υποστηρίζει τα SSL, κατεβάζοντας τα στοιχεία που χρειάζονται είναι πιο πιθανό να αποτύχει. Αναβαθμίσετε χειροκίνητα.';
$lang['dl_from']               = 'Λήψη αρχείου από το %s..';
$lang['dl_fail']               = 'Η λήψη απέτυχε.';
$lang['dl_done']               = 'Η λήψη ολοκληρώθηκε. (%s)';
$lang['pk_extract']            = 'Διαδικασία λήψης αρχείου..';
$lang['pk_fail']               = 'Η διαδικασία λήψης απέτυχε.';
$lang['pk_done']               = 'Η λήψη ολοκληρώθηκε.';
$lang['pk_version']            = ' Το DokuWiki <b>%s</b> είναι έτοιμο προς εγκατάσταση (Προς το παρόν λειτουργεί το currently <b>%s</b>).	';
$lang['ck_start']              = 'Ελέγχοντας τις άδειες..';
$lang['ck_done']               = 'Σε όλα τα αρχεία μπορείς να γράψεις. Έτοιμα προς αναβάθμιση. ';
$lang['ck_fail']               = 'Σε μερικά αρχεία δεν μπορείς να γράψεις. Αυτόματη αναβάθμιση δεν είναι πιθανή. ';
$lang['cp_start']              = 'Αναβάθμιση αρχείων.';
$lang['cp_done']               = 'Όλα τα αρχεία αναβαθμίστηκαν. ';
$lang['cp_fail']               = 'Ω! κάτι πήγε στραβά.Παρακαλώ καλύτερα ελέγξετε χειροκίνητα.';
$lang['tv_noperm']             = 'Στον κωδικό<code>%s</code> δεν μπορείς να γράψεις!	';
$lang['tv_upd']                = 'Ο <code>%s</code> θα αναβαθμιστεί. .	';
$lang['tv_nocopy']             = 'Δεν μπόρεσε να διαγράψει αυτόν τον φάκελλο <code>%s</code> πριν διαγράψετε!	';
$lang['tv_nodir']              = 'Δεν μπόρεσε να δημιουργήσει λίστα διευθύνσεων <code>%s</code>!	';
$lang['tv_done']               = 'αναβαθμισμένος <code>%s</code>	';
$lang['rm_done']               = 'Ο υποβαθμισμένος <code>%s</code> διαγράφηκε..	';
$lang['rm_fail']               = 'Δεν μπόρεσε να σβήσει τον υποβαθμισμένο κώδικα <code>%s</code>. <b> Παρακαλώ διαγράψετε χειροκίνητα!</b>	';
$lang['rm_mismatch']           = 'Μη αντιστοίχιση του ελλιπούς φακέλλου  <code>%s</code>. Παρακαλώ ελέγξετε χειροκίνητα για να δείτε αν πρέπει να διαγραφεί ο φάκελλος.';
$lang['finish']                = 'Η αναβάθμιση ολοκληρώθηκε Απολαύστε το νέο σας Dokuwiki';

