<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Katerina Katapodi <extragold1234@hotmail.com>
 */
$lang['menu']                  = 'Αναβάθμιση Wiki ';
$lang['vs_php']                = 'Οι νέες εκδόσεις Dokuwiki χρειάζονται τουλάχιστον PHP %s, αλλά τώρα χειρίζεστε το %s. Πρέπει να ενημερώσετε την έκδοση ΡΗΡ πριν την αναβάθμιση. ';
$lang['vs_tgzno']              = 'Δεν μπόρεσε  να προσδιορίσει την πιο πρόσφατη εκδοχή Dokuwiki';
$lang['vs_tgz']                = ' To DokuWiki <b>%s</b> είναι διαθέσιμο για άνοιγμα..	';
$lang['vs_local']              = 'Προς το παρόν λειτουργεί το DokuWiki <b>%s</b>.	';
$lang['vs_localno']            = 'Δεν είναι σαφές πόσο παλιά είναι η παρούσα εκδοχή λειτουργίας, συστήνεται αναβάθμιση χειροκίνητα.';
$lang['vs_newer']              = 'Φαίνεται ότι το παρόν Dokuwiki είναι ακόμα πιο πρόσφατο από την τελευταία μόνιμη εκδοχή. Δεν συστήνεται αναβάθμιση.';
$lang['vs_same']               = 'Το παρόν Dokuwiki είναι ήδη ενημερωμένο.Δεν χρειάζεται αναβάθμιση. ';
$lang['vs_plugin']             = 'Δεν υπάρχει ποτέ επιπρόσθετο αναβάθμισης (%s) που χρειάζεται να γίνει πριν συνεχίσετε.';
$lang['vs_ssl']                = 'Το ΡΗΡ φαίνεται πως δεν αναγνωρίζει τις σειρές SSL, κατεβάζοντας τα δεδομένα που πρέπει μάλλον θα αποτύχει. Αντιθέτως αναβαθμίσετε χειροκίνητα. ';
$lang['dl_from']               = 'Κατέβασμα αρχείου από το %s..';
$lang['dl_fail']               = 'Το κατέβασμα απέτυχε.';
$lang['dl_done']               = 'Το κατέβασμα ολοκληρώθηκε (%s).';
$lang['pk_extract']            = 'Άνοιγμα αρχείου.. ';
$lang['pk_fail']               = 'Το άνοιγμα αρχείου απέτυχε';
