<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Wrya <wryaali33@gmail.com>
 * @author qezwan <qezwan@gmail.com>
 */
$lang['menu']                  = 'بەرزکردنەوەی ویکی';
$lang['vs_php']                = 'بڵاوکردنەوەی دۆکوویکی نوێ لانی کەم پێویستی بە PHP %s هەیە، بەڵام تۆ %s رادەدەیت. پێویستە وەشانی PHP ی خۆت بەرز بکەیتەوه پێش بەرزکردنەوە!';
$lang['vs_tgzno']              = 'نەیتوانی نوێترین وەشانی DokuWiki دیاری بکات.';
$lang['vs_tgz']                = 'DokuWiki <b>%s</b> بۆ داگرتن بەردەستە.';
$lang['vs_local']              = 'تۆ ئێستا دۆکوویکی بەکار ئەهییت <b>%s </b>.';
$lang['vs_localno']            = 'ڕوون نیە کە وەشانی ئێستا ت چەندە لە کاردایە، بەرزکردنەوەی دەستی پێشنیار کراوە.';
$lang['vs_newer']              = 'وادیارە دۆکوویکی ئێستات تازەترە لە نوێترین بڵاوکردنەوەی جێگیر. بەرزکردنەوە پێشنیار نەکراوە.';
$lang['vs_same']               = 'DokuWikiی ئێستات پێشتر نوێکراوە. پێویست بە بەرزکردنەوە ناکات.';
$lang['vs_plugin']             = 'پێوەکراوێکی نوێتر هەیە بۆ بەرزکردنەوەی بەردەست (%s) پێویستە پێوەکراو نوێ بکەیت پێش بەردەوام بوون.';
$lang['vs_ssl']                = 'دیارە PHPی تۆ بۆ پشتگیری جۆگەکانی SSL ناکات، داگرتنی داتای پێویست بە زۆری شکست دەهێنێت. بەرزکردنەوە دەستی لەجیاتی.';
$lang['dl_from']               = 'داگرتنی ئەرشیف لە %s...';
$lang['dl_fail']               = 'داگرتن سەرکەوتوو نەبوو.';
$lang['dl_done']               = 'داگرتن تەواو بوو (%s).';
$lang['pk_extract']            = 'ئەرشیفی پاککردنەوە';
$lang['pk_fail']               = 'کردنەوەی پێچانەوە سەرکەوتوو نەبوو.';
$lang['pk_done']               = 'کردنەوەی پێچانەوە تەواو بوو.';
$lang['pk_version']            = 'DokuWiki <b>%s</b> ئامادەیە بۆ دامەزراندن (تۆ ئێستا <b>%s</b>).';
$lang['ck_start']              = 'پشکنینی مۆڵەتەکانی فایل...';
$lang['ck_done']               = 'هەموو فایلەکان توانای دەستکاریکردنیان هەیە. ئامادەیە بۆ بەرزکردنەوە.';
$lang['ck_fail']               = 'هەندێک فایل توانای دەستکاریکردن یان نیە. بەرزکردنەوەی ئۆتۆماتیکی گونجاو نییە.';
$lang['cp_start']              = 'بەرکردنەوەی فایلەکان...';
$lang['cp_done']               = 'هەموو فایلەکان نوێکرانەوە.';
$lang['cp_fail']               = 'تەح هەڵەیەک ڕوویدا باشتر وایە بەدەستی پشکنین بکەیت';
$lang['tv_noperm']             = '<code>%s</code> دەستکاری ناکرێت!';
$lang['tv_upd']                = '<code>%s</code> نوێ دەکرێتەوە.';
$lang['tv_nocopy']             = 'نەیتوانی فایلی بەردەست لابدات <code>%s</code> پێش ئەوەی لەسەر نووسین ەوە بێت!';
$lang['tv_nodir']              = 'نەتوانرا ڕێنیشاندەر دروست بکرێت <code>%s</code>!';
$lang['tv_done']               = 'نوێکرایەوە <code>%s</code>';
$lang['rm_done']               = 'کەمکراوە<code>%s </code> سڕاوەتەوە.';
$lang['rm_fail']               = 'نەیتوانی سڕینەوەی <code>%s </code>. <b> تکایە بە دەستی بسڕەوە!</b>';
$lang['rm_mismatch']           = 'ناهاوتایی فایلی <code>%s </code>. تکایە بە دەستی بپشکنە ئەگەر بەڕاستی پێویستە فایلەکە بسڕدرێتەوە.';
$lang['finish']                = 'بەرزکردنەوە تەواو بوو. چێژ لە دۆکوویکی نوێت وەرگرە';
$lang['btn_continue']          = 'بەردەوام بە';
$lang['btn_abort']             = 'لەباربردن';
$lang['step_version']          = 'پشکنین';
$lang['step_download']         = 'داگرتن';
$lang['step_unpack']           = 'کردنەوە';
$lang['step_check']            = 'دڵنیابوون لە';
$lang['step_upgrade']          = 'دامەزراندن';
$lang['careful']               = 'هەڵەکان لە سەرەوە! نابێت <b> </b> بەردەوام بیت!';
